/* No comment provided by engineer. */
"%@ (Disabled: %@)" = "%1$@ (Απενεργοποιημένο: %2$@) ";

/* No comment provided by engineer. */
"%@ can't be empty" = "Το πεδίο %@ δεν μπορεί να είναι κενό";

/* SettingsViewController */
"About" = "Σχετικά";

/* No comment provided by engineer. */
"Add Bookmark" = "Προσθήκη σελιδοδείκτη";

/* No comment provided by engineer. */
"All rules" = "Όλοι οι κανόνες";

/* SettingsViewController */
"Allow 3rd-Party Keyboards" = "Να επιτρέπονται τα πληκτρολόγια τρίτων";

/* SecurityViewController */
"Allow hosts to access WebRTC functions." = "Να επιτρέπεται στους host η πρόσβαση σε λειτουργικότητες WebRTC.";

/* SecurityViewController */
"Allow hosts to permanently store cookies and local storage databases." = "Να επιτρέπεται στους hosts η μόνιμη αποθήκευση cookies και τοπικών δεδομένων.";

/* SecurityViewController */
"Allow HTTPS hosts to load page resources from non-HTTPS hosts. (Useful for RSS readers and other aggregators.)" = "Να επιτρέπεται στους HTTPS hosts να φορτώνουν πόρους σελίδας από hosts που δεν χρησιμοποιούν HTTPS (χρήσιμο για αναγνώστες RSS και άλλους συσσωρευτές δεδομένων)";

/* SecurityViewController */
"Allow Persistent Cookies" = "Να επιτρέπονται τα μόνιμα cookies";

/* No comment provided by engineer. */
"Allow this page to close its tab?" = "Να επιτρέπεται σε αυτή τη σελίδα να κλείνει την καρτέλα της;";

/* No comment provided by engineer. */
"An error occurred downloading image %@" = "Παρουσιάστηκε σφάλμα κατά τη λήψη της εικόνας %@";

/* Donate Scene. */
"Are you sure you want to send a %@ tip?" = "Are you sure you want to send a %@ tip?";

/* No comment provided by engineer. */
"Authentication Required" = "Απαιτείται πιστοποίηση";

/* SettingsViewController */
"Auto-Complete Search Results" = "Αυτόματη συμπλήρωση αποτελεσμάτων αναζήτησης.";

/* No comment provided by engineer. */
"Blocked 3rd-Party Hosts" = "Αποκλεισμένοι τρίτοι hosts ";

/* No comment provided by engineer. */
"Bookmarks" = "Σελιδοδείκτες";

/* Cancel
   Cancel action */
"Cancel" = "Ακύρωση";

/* SettingsViewController */
"Changing this option requires restarting the app." = "Η αλλαγή αυτής της επιλογής απαιτεί την επανεκκίνηση της εφαρμογής";

/* SettingsViewController */
"Choose, how long app remembers open tabs." = "Επιλέξτε για πόσο χρόνο θα θυμάται η εφαρμογή τις ανοιχτές καρτέλες.";

/* No comment provided by engineer. */
"Close Tab" = "Κλείσιμο καρτέλας";

/* No comment provided by engineer. */
"Confirm" = "Επιβεβαίωση";

/* Donate Scene. */
"Confirm %@" = "Confirm %@";

/* Donate Scene. */
"Confirm Purchase" = "Confirm Purchase";

/* SecurityViewController */
"Content Policy" = "Πολιτική περιεχομένου";

/* Storage1ViewController */
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes." = "Τα cookies και τα δεδομένα που αποθηκεύονται τοπικά από hosts που δεν είναι αξιόπιστοι θα σβήνονται, ακόμα και από τις ανοιχτές καρτέλες αν αυτές δεν έχουν χρησιμοποιηθεί για τόσα λεπτά.";

/* No comment provided by engineer. */
"Copy URL" = "Αντιγραφή διεύθυνσης URL";

/* No comment provided by engineer. */
"Create New Tab" = "Άνοιγμα νέας καρτέλας";

/* No comment provided by engineer. */
"Custom settings" = "Προσαρμοσμένες ρυθμίσεις";

/* SecurityViewController */
"Custom user-agent string, or blank to use the default." = "Προσαρμοσμένη ταυτότητα πράκτορα χρήστη, ή αφήστε κενό για χρήση της προεπιλογής.";

/* No comment provided by engineer. */
"Default Settings" = "Προεπιλεγμένες ρυθμίσεις";

/* No comment provided by engineer. */
"Disable" = "Απενεργοποίηση";

/* No comment provided by engineer. */
"Disabled: %@" = "Απενεργοποιημένο: %@";

/* Donate Scene. */
"Donate" = "Δωρεά";

/* No comment provided by engineer. */
"Done" = "Τέλος";

/* No comment provided by engineer. */
"Double-tap to dismiss pop-up window." = "Διπλό πάτημα για να απορρίψετε το αναδυόμενο παράθυρο.";

/* No comment provided by engineer. */
"Edit Bookmark" = "Επεξεργασία σελιδοδείκτη";

/* No comment provided by engineer. */
"Enable" = "Ενεργοποίηση";

/* No comment provided by engineer. */
"Enter the details of the URL to bookmark:" = "Εισάγετε τα στοιχεία του URL στο σελιδοδείκτη:";

/* No comment provided by engineer. */
"Error" = "Σφάλμα";

/* No comment provided by engineer. */
"Fill with 1Password" = "Συμπλήρωση με 1Password";

/* No comment provided by engineer. */
"Focus URL Field" = "Εστίαση στο πεδίο URL";

/* Donate Scene. */
"Fund Development" = "Fund Development";

/* No comment provided by engineer. */
"Bridge Configuration" = "Διαμόρφωση γέφυρας";

/* No comment provided by engineer. */
"Tor connection failure" = "Αποτυχία σύνδεσης του Tor";

/* No comment provided by engineer. */
"__CONNECTION_FAILURE_DESCRIPTION__" = "Ο Onion Browser έχασε τη σύνδεση στο δίκτυο ανωνυμίας Tor και δεν μπορεί να επανασυνδεθεί. Αυτό μπορεί να συμβεί αν ο Onion Browser πήγε στο παρασκήνιο ή εάν η συσκευή εισήλθε σε λειτουργιά αναμονής ενώ ο Onion Browser ήταν ενεργοποιημένος.\n\nΚλείστε την εφαρμογή και δοκιμάστε ξανά. Αν χρειάζεται να προσθέσετε σελιδοδείκτη για την τρέχουσα σελίδα ή να αποθηκεύσετε πληροφορίες από την τρέχουσα σελίδα, μπορείτε να πατήσετε 'OK' για να παραμείνετε στην εφαρμογή χωρίς σύνδεση στο δίκτυο.";

/* No comment provided by engineer. */
"Quit App" = "Έξοδος από την εφαρμογή";

/* No comment provided by engineer. */
"Go Back" = "Προηγούμενο";

/* No comment provided by engineer. */
"Go Forward" = "Επόμενο";

/* SecurityViewController */
"Handle tapping on links in a non-standard way to avoid possibly opening external applications." = "Χειρισμός πατήματος σε συνδέσμους με μή τυπικό τρόπο, για να αποφευχθεί πιθανό άνοιγμα εξωτερικών εφαρμογών.";

/* No comment provided by engineer. */
"HTTPS Everywhere" = "HTTPS Everywhere";

/* No comment provided by engineer. */
"HTTPS Everywhere Rules" = "Κανόνες HTTPS Everywhere";

/* No comment provided by engineer. */
"Ignore for this host" = "Αγνόηση για αυτό τον host";

/* SecurityViewController */
"Ignore TLS Errors" = "Αγνόηση σφαλμάτων TLS";

/* No comment provided by engineer. */
"Invalid email address" = "Μη έγκυρη διεύθυνση email";

/* Donate Scene. */
"Loading in-app purchase data…" = "Loading in-app purchase data…";

/* No comment provided by engineer. */
"Log In" = "Σύνδεση";

/* No comment provided by engineer. */
"Manage Bookmarks" = "Διαχείριση σελιδοδεικτών";

/* SettingsViewController */
"Minimum version of TLS required for hosts to negotiate HTTPS connections." = "Ελάχιστη έκδοση TLS που απαιτείται για τη διαπραγμάτευση συνδέσεων HTTPS από τους hosts";

/* SettingsViewController */
"Miscellaneous" = "Διάφορα";

/* SettingsViewController */
"Mute Audio with Mute Switch" = "Σίγαση ήχου με τον διακόπτη σίγασης";

/* No comment provided by engineer. */
"No XHR/WebSocket/Video connections" = "Απαγορεύονται συνδέσεις XHR / WebSocket / Video";

/* No comment provided by engineer. */
"OK" = "Εντάξει";

/* No comment provided by engineer. */
"Open" = "Άνοιγμα";

/* No comment provided by engineer. */
"Open (normal browsing mode)" = "Άνοιγμα (λειτουργία κανονικής περιήγησης)";

/* No comment provided by engineer. */
"Open in a New Tab" = "Άνοιγμα σε νέα καρτέλα";

/* No comment provided by engineer. */
"Open in Background Tab" = "Άνοιγμα σε καρτέλα στο παρασκήνιο";

/* No comment provided by engineer. */
"Open in Safari" = "Άνοιγμα στο Safari";

/* No comment provided by engineer. */
"Other" = "Άλλο";

/* No comment provided by engineer. */
"Page bookmarked" = "Ο σελιδοδείκτης αποθηκεύτηκε";

/* No comment provided by engineer. */
"Page Name (leave blank to use URL)" = "Όνομα σελίδας (αφήστε το κενό για να χρησιμοποιήσετε το URL)";

/* Password */
"Password" = "Κωδικός";

/* Donate Scene. */
"Payment Sent" = "Payment Sent";

/* SecurityViewController */
"Privacy" = "Ιδιωτικότητα";

/* No comment provided by engineer. */
"Pull to Refresh Page" = "Τραβήξτε για ανανέωση της σελίδας";

/* Donate Scene. */
"Purchase Failure" = "Purchase Failure";

/* SettingsViewController */
"Rate on App Store" = "Βαθμολογήστε στο App Store";

/* No comment provided by engineer. */
"Refresh" = "Ανανέωση";

/* SettingsViewController */
"Report a Bug" = "Αναφορά σφάλματος";

/* SecurityViewController */
"Restrictions on resources loaded from web pages." = "Περιορισμοί στους πόρους που φορτώνονται από ιστοσελίδες.";

/* No comment provided by engineer. */
"Rules in use on current page" = "Κανόνες που χρησιμοποιούνται στην τρέχουσα σελίδα";

/* No comment provided by engineer. */
"Save Image" = "Αποθήκευση εικόνας";

/* SettingsViewController */
"Search Engine" = "Μηχανή αναζήτησης";

/* SettingsViewController */
"Send Do-Not-Track Header" = "Αποστολή κεφαλίδας Do-Not-Track";

/* No comment provided by engineer. */
"Settings" = "Ρυθμίσεις";

/* No comment provided by engineer. */
"Share URL" = "Κοινοποίηση URL";

/* No comment provided by engineer. */
"Show Bookmarks" = "Εμφάνιση σελιδοδεικτών";

/* Donate Scene. */
"Sorry, in-app purchase is disabled on your device!" = "Sorry, in-app purchase is disabled on your device!";

/* SettingsViewController */
"Stop Auto-Complete at First Dot" = "Τερματισμός αυτόματης συμπλήρωσης στη πρώτη τελεία.";

/* No comment provided by engineer. */
"Strict (no JavaScript, video, etc.)" = "Αυστηρό (χωρίς JavaScript, βίντεο κλπ.)";

/* Donate Scene. */
"Support Onion Browser Development" = "Support Onion Browser Development";

/* No comment provided by engineer. */
"Switch to Tab %d" = "Μετάβαση στην καρτέλα %d";

/* SettingsViewController */
"Tab Security" = "Ασφάλεια καρτελών";

/* Donate Scene. */
"Tip: %@" = "Tip: %@";

/* SettingsViewController */
"TLS 1.2 Only" = "Μόνο TLS 1.2";

/* SettingsViewController */
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1, ή 1.0";

/* No comment provided by engineer. */
"TLS certificate chain verification error (self-signed certificate?)" = "Σφάλμα επιβεβαίωσης της αλυσίδας πιστοποιητικών TLS (αυτο-υπογεγραμμένο πιστοποιητικό;)";

/* No comment provided by engineer. */
"TLS handshake failed" = "Αποτυχία χειραψίας TLS";

/* No comment provided by engineer. */
"TLS protocol error" = "Σφάλμα πρωτοκόλλου TLS";

/* SettingsViewController */
"TLS Version" = "Έκδοση TLS";

/* No comment provided by engineer. */
"Universal Link Protection" = "Καθολική προστασία συνδέσμων";

/* No comment provided by engineer. */
"Unknown Organization" = "Άγνωστος οργανισμός";

/* AddSiteViewController */
"URL" = "Διεύθυνση";

/* No comment provided by engineer. */
"URL Blocker" = "Αποκλεισμός διεύθυνσης";

/* SecurityViewController */
"User Agent" = "Πράκτορας χρήστη";

/* No comment provided by engineer. */
"User disabled" = "Απενεργοποιημένος χρήστης";

/* No comment provided by engineer. */
"Using defaults" = "Χρήση προεπιλογών";

/* SecurityViewController */
"WebRTC" = "WebRTC";

/* SettingsViewController */
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"" = "Όταν είναι απενεργοποιημένο, όλα τα κείμενα που πληκτρολογούνται στη μπάρα αναζήτησης θα στέλνονται στη μηχανή αναζήτησης, εκτός αν ξεκινούν με \"http\"";

/* Donate Scene. */
"You most recently donated %@ on %@." = "You most recently donated %@ on %@.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH1__" = "Onion Browser is a free app, but it takes time and resources to develop and maintain.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH2__" = "You can support the app by sending a small tip through an in-app purchase, below. This is a one-time, non-recurring transaction, but you can come back any time to send another. No information about your in-app purchase is collected or stored by the Onion Browser developers.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH3__" = "You can learn about other ways to help (including Patreon, PayPal, Bitcoin, or Zcash) in the 'About' section of the 'Settings' page.";

/* Donate Scene. */
"__DONATE_THANKS__" = "Thank you! Every little bit helps! Your payment of %@ helps ensure continuing development on Onion Browser and tools that make Tor easier to integrate into other iOS apps.";
